"1" = "Discando para seu provedor...";
"2" = "Conectando...";
"3" = "Autenticando...";
"4" = "Conectado ao seu provedor.";
"5" = "Desconectando...";

"-2" = "Não foi possível iniciar o daemon de configuração PPP.";
"-1" = "Não foi possível inicializar PPP.";

"0" = "Não foi possível conectar ao seu provedor.";
"256" = "O modem não está respondendo.  Verifique a conexão do modem e tente novamente.";
"257" = "CCL falhou.";
"258" = "O bate-papo falhou";
"259" = "LCP falhou.";
"260" = "Falha de autenticação. Verifique seu nome de usuário e senha e tente novamente.";
"261" = "O tempo ocioso esgotou-se.";

"512" = "Nenhum portador detectado.";
"513" = "Seu provedor está ocupado.";
"514" = "Nenhum sinal de linha detectado. Verifique a conexão da linha telefônica e tente novamente.";
"515" = "Ocorreu um erro de modem.";

"PPP_SWITCH_TO_PULSE" = "Alternando para discagem por pulso.";
"PPP_SWITCH_TO_TONE" = "Alternando para discagem por tom.";
"PPP_WILL_REDIAL" = "Discará novamente em 3 segundos.";
		
